{
    "quotes": [
      "Non smettere mai di provare, il successo è dietro l'angolo.",
      "La forza non viene da ciò che puoi fare, ma da ciò che superi.",
      "Ogni giorno è una nuova opportunità per migliorare.",
      "Il dolore di oggi è la forza di domani.",
      "Non fermarti quando sei stanco, fermati quando hai finito.",
      "Credi in te stesso anche quando nessun altro lo fa.",
      "Ogni passo avanti è un passo verso il tuo obiettivo.",
      "La costanza batte il talento quando il talento non si impegna.",
      "Le sfide sono opportunità mascherate.",
      "Il cambiamento inizia da te.",
      "Il successo è la somma di piccoli sforzi ripetuti ogni giorno.",
      "Non c’è crescita senza fatica.",
      "Sii più forte delle tue scuse.",
      "Non aspettare l’occasione perfetta, cogli l’attimo e rendilo perfetto.",
      "Il fallimento è solo un'opportunità per ricominciare in modo più intelligente.",
      "Chi osa, vince.",
      "La disciplina è il ponte tra obiettivi e risultati.",
      "Abbi il coraggio di essere la tua versione migliore.",
      "Ogni sconfitta ti avvicina alla vittoria.",
      "Non puoi cambiare il passato, ma puoi costruire il tuo futuro.",
      "Sogna in grande, lavora sodo, resta umile.",
      "Non limitarti: sei capace di molto più di quanto pensi.",
      "Il progresso richiede impegno costante.",
      "Agisci ora. Il domani è incerto.",
      "Non aspettare l’ispirazione, inizia e verrà da sé.",
      "Le piccole vittorie quotidiane portano ai grandi traguardi.",
      "La mente è il muscolo più potente: allenala bene.",
      "Tutti i grandi erano principianti un tempo.",
      "Ogni sacrificio ti costruisce.",
      "Non arrenderti: il tuo futuro dipende dalla tua tenacia.",
      "Focalizzati su ciò che puoi controllare.",
      "Il primo passo è sempre il più difficile, ma anche il più importante.",
      "Dai il massimo, anche quando nessuno sta guardando.",
      "Impara dagli errori, non nasconderli.",
      "Ogni ostacolo è un’opportunità per crescere.",
      "La paura è temporanea, il rimpianto è per sempre.",
      "Non confrontarti, concentrati sul tuo percorso.",
      "La vera forza è rialzarsi ogni volta che si cade.",
      "Nulla di grande è stato mai raggiunto senza passione.",
      "Mantieni la visione chiara e i piedi ben saldi.",
      "Agisci con intenzione, non con impulso.",
      "Credi nel processo, anche quando non vedi i risultati.",
      "Lavora in silenzio, lascia che i risultati parlino.",
      "Ogni sforzo conta, anche quello invisibile.",
      "L’energia segue l’intenzione.",
      "Non sei definito dai tuoi fallimenti, ma da come reagisci.",
      "La perseveranza crea opportunità.",
      "Chi ha un perché abbastanza forte può superare qualsiasi come.",
      "La motivazione ti fa iniziare, l’abitudine ti fa continuare."
    ]
  }
  